data/perf/campaign-f3deebfbab60/sweep-memcached-t96/memcached/tsan/run2/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       105663.60          ---          ---         7.56769         7.55100        14.91100        18.43100      7211.51 
Gets      1056624.34       848.47   1055775.87         7.08876         7.00700        14.33500        17.79100     26763.65 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1162287.94       848.47   1055775.87         7.13230         7.07100        14.39900        17.91900     33975.16 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       102705.72          ---          ---         7.65997         7.64700        15.10300        18.68700      7009.63 
Gets      1027045.89       824.72   1026221.17         7.17504         7.13500        14.46300        18.04700     26014.45 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1129751.61       824.72   1026221.17         7.21913         7.16700        14.52700        18.04700     33024.08 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       104446.39          ---          ---         7.65780         7.61500        15.16700        18.68700      7128.43 
Gets      1044452.42       775.96   1043676.47         7.17235         7.10300        14.59100        18.04700     26451.56 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1148898.81       775.96   1043676.47         7.21648         7.13500        14.65500        18.17500     33579.99